Overload List
Name  |   Description
Start
 Starts the transaction group
Start(String)
 Starts the transaction group with an assigned name.
 See Also
  TransactionGroup Class
  TransactionGroup Members
  Autodesk.Revit.DB Namespace